Repository: auk/drupal.modules
Catalog: units_biobank/translations/*.po
Languages: ru

source: DNA concentration units
ru: Единицы концентрации ДНК

source: mkg/ml
ru: мкг/мл

source: Mikrogramm per Milliliter
ru: микрограмм/миллилитр

source: mg/ml
ru: мг/мл

source: Milligramm per Milliliter
ru: миллиграмм/миллилитр

source: DNA units
ru: Единицы измерения ДНК

source: pg
ru: пг

source: Pikogramm
ru: пикограмм

source: Length units
ru: Единицы измерения длины

source: Millimeter
ru: миллиметр

source: Centimeter
ru: сантиметр

source: Decimeter
ru: дециметр

source: Meter
ru: метр

source: km
ru: км

source: Kilometer
ru: километр

source: Volume units
ru: Единицы измерения объёма

source: Milliliter
ru: миллиметр

source: liter
ru: литр

source: Liter
ru: литр

source: l
ru: л

source: Cubic centimeter
ru: кубический сантиметр

source: kub.dm.
ru: куб.дм.

source: Cubic meter
ru: кубический метр

source: Implementation of Units API for DNA concentration measurement units.
ru: Реализация Unuts API для единиц измерения концентрации ДНК

source: Implementation of Units API for DNA measurement units.
ru: Реализация Unuts API для единиц измерения ДНК

source: Implementation of Units API for length measurement units.
ru: Реализация Unuts API для единиц измерения длины

source: Implementation of Units API for volume measurement units.
ru: Реализация Unuts API для единиц измерения объёма
